{
    "adventure": 
    [
        {
            "id": 1,
            "name": "Визит дамы",
            "image": "../img/adventure/Визит дамы.jpg",
            "year": "1989",
            "genre": "Приключения",
            "director": "Михаил Козаков",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 144,
            "description": "История миллионерши, приехавшей через много лет к себе на родину, в маленький провинциальный городок, дает повод для острого сатирического обличения многочисленных пороков современного общества.",
            "trailerLink": "https://www.youtube.com/embed/zO-kZZIKJxE?autoplay=1"
        },
        {
            "id": 2,
            "name": "Зелёный фургон",
            "image": "../img/adventure/Зелёный фургон.jpg",
            "year": "1983",
            "genre": "Приключения",
            "director": "Александр Павловский",
            "studio": "Одесская киностудия",
            "studioLogo": "../img/logos/logo-odessa.png",
            "duration": 135,
            "description": "Послереволюционная Одесса. Мальчик-гимназист, мечтающий о карьере Шерлока Холмса, поступает в органы правопорядка и быстро взрослеет, сталкиваясь в жестоким цинизмом преступников и с примерами смелости и самопожертвования своих товарищей. ",
            "trailerLink": "https://www.youtube.com/embed/y_XZX7nXFMY?autoplay=1"
        },
        {
            "id": 3,
            "name": "Золотой телёнок",
            "image": "../img/adventure/Золотой теленок.jpg",
            "year": "1968",
            "genre": "Приключения",
            "director": "Михаил Швейцер",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 164,
            "description": "Великий комбинатор Остап Бендер с детства мечтает о Рио-де-Жанейро. Ему известно множество способов «сравнительно честного отъема денег у граждан», но где же в Советской России найти гражданина, обладающего хотя бы полумиллионом рублей? И вот подпольный миллионер, выдающий себя за скромного служащего на нищенском жаловании, найден. И он должен сам принести деньги Остапу «на блюдечке с голубой каёмочкой». ",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620932/Golden-Calf.mp4"
        },
        {
            "id": 4,
            "name": "Земля Санникова",
            "image": "../img/adventure/Земля Санникова.jpg",
            "year": "1973",
            "genre": "Приключения",
            "director": "Альберт Мкртчян, Леонид Попов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 95,
            "description": "Более ста лет загадка земли, затерянной среди арктических льдов, волновала путешественников, но никто не мог достичь ее. Герой фильма, политический ссыльный Ильин, отправляется в экспедицию, которую финансирует богатый золотопромышленник. Отважные путешественники обнаруживают среди ледяного безмолвия цветущий оазис. Но выясняется, что во время землетрясения он должен исчезнуть. Ильин с товарищами стремится снова достичь материка в попытке предотвратить катастрофу...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620414/Zemlya-Sannikova.mp4"
        },
        {
            "id": 5,
            "name": "Капитан Немо",
            "image": "../img/adventure/Капитан Немо.jpeg",
            "year": "1975",
            "genre": "Приключения",
            "director": "Василий Левин",
            "studio": "Одесская киностудия",
            "studioLogo": "../img/logos/logo-odessa.png",
            "duration": 223,
            "description": "Морское чудовище уничтожает военные корабли, и знаменитый профессор Аронакс отправляется в карательную экспедицию. После неудачного сражения с чудовищем корабль идет ко дну, а профессор, его слуга Консель и китобой Нед Лэнд попадают на подводный корабль и совершают удивительное путешествие под водой.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620093/Captain-Nemo.mp4"
        },
        {
            "id": 6,
            "name": "Кин-дза-дза!",
            "image": "../img/adventure/Кин-дза-дза_2.jpg",
            "year": "1986",
            "genre": "Приключения",
            "director": "Георгий Данелия",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 135,
            "description": "Прораб Владимир Николаевич Машков и не подозревал, что обычный путь до универсама за хлебом и макаронами обернется межгалактическими путешествиями. А все эта встреча со странным босоногим человеком с каким-то маленьким устройством — «машинкой перемещения», как тот ее назвал. Короче, нажал на кнопку и оказался вместе со случайным попутчиком, студентом в кроличьей шапке, в пустыне, и не в каких-нибудь Каракумах, а на планете-пустыне Плюк в тентуре, галактика Кин-дза-дза в спирали.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1624571/Kin-dza-dza-clip.mp4"
        },
        {
            "id": 7,
            "name": "Ко мне, Мухтар!",
            "image": "../img/adventure/Ко мне, Мухтар_1.jpeg",
            "year": "1964",
            "genre": "Приключения",
            "director": "Семен Туманов, В.Тиунова",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 82,
            "description": "Фильм о взаимной преданности лейтенанта милиции и овчарки по кличке Мухтар. Самоотверженный пёс, готовый жизнью заплатить за любовь, выручает хозяина в опаснейших ситуациях, которые чуть не каждый день готовит им нелёгкая служба.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620007/Muhtar.mp4"
        },
        {
            "id": 8,
            "name": "Найти и обезвредить",
            "image": "../img/adventure/Найти и обезвредить.jpg",
            "year": "1982",
            "genre": "Приключения",
            "director": "Георгий Кузнецов",
            "studio": "Cвердловская киностудия",
            "studioLogo": "../img/logos/logo-sverdlovsk.png",
            "duration": 87,
            "description": "Три друга и одна девушка приехали из Москвы в отпуск в небольшой сибирский городок Семиреченск. Приехав отдохнуть, они и не предполагали, что им придется принять участие в расследовании преступления! Пятеро бандитов в тайге убили инкассатора, ранили водителя и похитили крупную сумму денег. Местная милиция и компания друзей начинают поиск опасных преступников...",
            "trailerLink": "https://www.youtube.com/embed/MQVat_xm-bk?autoplay=1"
        },
        {
            "id": 9,
            "name": "Невероятные приключения итальянцев в России",
            "image": "../img/adventure/Невероятные приключения итальянцев в России.jpg",
            "year": "1973",
            "genre": "Приключения",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 104,
            "description": "В одной из римских больниц скончалась русская эмигрантка. Старая дама, некогда эмигрировавшая из России, поведала своей внучке Ольге, что все ее огромное состояние спрятано в Ленинграде «под львом». Это обстоятельство явилось причиной срочного отлета в Ленинград всех тех, кто случайно или специально был посвящен в эту тайну. В СССР прибыли солидный врач, итальянский мафиози, два санитара, просто горожанин и внучка Ольга. А в Москве к ним присоединился еще и гид, который усложнил и так непростые поиски сокровищ...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1617667/NPIR-trailer.mp4"
        },
        {
            "id": 10,
            "name": "Опасно для жизни",
            "image": "../img/adventure/Опасно для жизни.jpg",
            "year": "1985",
            "genre": "Приключения",
            "director": "Леонид Гайдай",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Спартак Молодцов - человек предельно аккуратный, непримиримый к любому беспорядку. Обнаружив однажды оборванный провод высоковольтной линии, он, разумеется, не мог пройти мимо. Но, как известно, «ни одно доброе дело не остается безнаказанным» - теперь Спартак опаздывает на работу, любимая сестра собирается съехать, а невероятно активный грузин старается ввернуть ему взятку. Тем более, чинить провод никто и не собирается...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1618032/Opasno-dlya-zhizni%21.mp4"
        },
        {
            "id": 11,
            "name": "Остров сокровищ",
            "image": "../img/adventure/Остров сокровищ.jpeg",
            "year": "1982",
            "genre": "Приключения",
            "director": "Владимир Воробьёв",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 183,
            "description": "Англия, вторая половина XVIII века. Юный Джим Хокинс и его старшие друзья — доктор Ливси и сквайр Трелони — случайно стали обладателями карты капитана Флинта, на которой указаны координаты острова в Атлантическом океане, где спрятаны сокровища. На шхуне «Испаньола» они начинают опасное плавание к далёкому острову, не догадываясь, что вместе с ними за сокровищами, прикинувшись корабельным коком, отправился Джон Сильвер — профессиональный пират с большим опытом.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/3941968/Treasure-island.mp4"
        },
        {
            "id": 12,
            "name": "Пираты XX века",
            "image": "../img/adventure/Пираты XX века_1.jpg",
            "year": "1979",
            "genre": "Приключения",
            "director": "Борис Дуров",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 86,
            "description": "XСоветский сухогрузный корабль перевозил большой груз опиума для фармакологической промышленности. Современные пираты, охотившиеся за ценным грузом, коварством завладели кораблем и экипажем. Чтобы не осталось свидетелей этого разбойного нападения, пираты попытались уничтожить всю команду корабля. В океанских просторах разыгралась напряженная борьба между горсткой советских моряков и современными разбойниками, не знающими пощады.XXX",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/3276166/Piraty-XX-veka.mp4"
        },
        {
            "id": 13,
            "name": "Свой среди чужих, чужой среди своих",
            "image": "../img/adventure/Свой среди чужих, чужой среди своих.jpeg",
            "year": "1974",
            "genre": "Приключения",
            "director": "Никита Михалков",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 93,
            "description": "1920-е годы, маленький город на юге России. Гражданская война закончилась, но до полной победы большевиков ещё далеко. Группа бандитов из бывших белых офицеров грабит поезд с золотом, на которое нужно было купить хлеб для голодающих, и пятеро друзей - бывших красных бойцов - вступают с ними в смертельную схватку. Подозрение в предательстве падает на одного из них, и, сбежав от товарищей, он должен вернуть золото, чтобы доказать свою невиновность.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1618442/Svoy-sredi-chuzhikh-chuzhoy-sredi-svoikh.mp4"
        },
        {
            "id": 14,
            "name": "Солярис",
            "image": "../img/adventure/Солярис.jpg",
            "year": "1972",
            "genre": "Приключения",
            "director": "Андрей Тарковский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 160,
            "description": "На космическую станцию, сотрудники которой давно и тщетно пытаются сладить с загадкой планеты Солярис, полностью покрытой Океаном, прибывает новый учёный, психолог Крис Кельвин. Его задача - разобраться в странных сообщениях, поступающих со станции и закрыть её вместе со всей бесплодной «соляристикой». Поначалу ему кажется, что немногие уцелевшие на станции ученые сошли с ума, а потом он и сам становится жертвой жуткого наваждения: ему является его жена Хари, некоторое время назад покончившая с собой.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620437/Solyaris_Trailer-rus.mp4"
        },
        {
            "id": 15,
            "name": "Сталкер",
            "image": "../img/adventure/Сталкер_1.jpeg",
            "year": "1979",
            "genre": "Приключения",
            "director": "Андрей Тарковский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 163,
            "description": "В некой запретной Зоне, по слухам, существует комната, где исполняются самые заветные желания. К этой комнате отправляются модный Писатель и авторитетный Профессор — каждый по своим причинам, о которых предпочитают не говорить. А ведет их туда Сталкер — проводник по Зоне — то ли юродивый, то ли апостол новой веры.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1622899/Stalker-Trailer-rus.mp4"
        },
        {
            "id": 16,
            "name": "Трактир на Пятницкой",
            "image": "../img/adventure/Трактир на Пятницкой.webp",
            "year": "1977",
            "genre": "Приключения",
            "director": "Александр Файнциммер",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 90,
            "description": "Москва времен НЭПа. В Замоскворечье орудует жестокая банда, наводящая ужас на жителей района. Дерзкие налеты следуют один за другим. В них ясно прослеживается почерк известного рецидивиста по кличке «Серый», выпущенного из заключения. Излюбленное место отдыха бандитов - трактир на Пятницкой. Но поймать их с поличным никак не удается. Единственная возможность выявить преступников - внедрить в трактир своего человека...",
            "trailerLink": "https://www.youtube.com/embed/PeVyjAn_j-Y?autoplay=1"
        },
        {
            "id": 17,
            "name": "Человек с бульвара капуцинов",
            "image": "../img/adventure/Человек с бульвара капуцинов.jpeg",
            "year": "1987",
            "genre": "Приключения",
            "director": "Алла Сурикова",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 94,
            "description": "В обычном городке на Диком Западе появляется кинотеатр. Водевильный вестерн с россыпью блистательных актеров.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1617700/Chelovek-s-bulvara-Kaputsinov-Clip.mp4"
        },
        {
            "id": 18,
            "name": "Через тернии к звездам",
            "image": "../img/adventure/Через тернии к звездам.webp",
            "year": "1980",
            "genre": "Приключения",
            "director": "Ричард Викторов, Николай Викторов",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 148,
            "description": "XXIII век. В таинственных и малоизведанных глубинах Вселенной патрульный звездолет «Пушкин» обнаруживает космический корабль неизвестной землянам конструкции. Корабль мертв. Среди погибших инопланетян исследователи случайно обнаруживают искусственного человека - девушку Нийю, обладающую уникальными способностями - она может мгновенно перемещаться в пространстве, длительное время обходиться без воздуха, одним лишь мановением руки может отбрасывать от себя людей, и любые предметы...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619831/Cherez-ternii-k-zvyozdam-clip-2.mp4"
        },
        {
            "id": 19,
            "name": "Экипаж",
            "image": "../img/adventure/Экипаж.webp",
            "year": "1979",
            "genre": "Приключения",
            "director": "Александр Митта",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 135,
            "description": "Экипаж самолета, перевозящего грузы и пассажиров, попадает в ситуацию, по сравнению с которой конец света может показаться детской забавой — в аэропорту, где приземлился самолет, землетрясение. Извергается огненная лава, земля уходит из под ног, все вокруг горит и рушится, людей охватывает ужас, возникает паника. После прибытия самолета происходит огромной силы новый толчок. Взлетная полоса повреждена. Но благодаря опыту и мужеству экипажа самолет удается поднять в воздух. Кажется, что пришло спасение, что самое страшное осталось на земле. Однако выясняется, что при взлете самолет получил массу повреждений, и одно из них слишком опасно, чтобы самолет смог благополучно приземлиться.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620977/Ekipazh.mp4"
        },
        {
            "id": 20,
            "name": "Гардемарины, вперёд!",
            "image": "../img/adventure/Гардемарины, вперёд.jpg",
            "year": "1987",
            "genre": "Приключения",
            "director": "Светлана Дружинина",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 283,
            "description": "Сюжет картины переносит зрителей во времена дворцовых переворотов. Тогда в беспощадной борьбе за власть возносились и гибли целые династии, ломались судьбы временщиков, цареубийцы восходили на трон. Трое молодых курсантов навигацкой школы, основанной Петром в Москве, по разным причинам убегают: кто - в Петербург, кто - в Кронштадт. Невольно они становятся соучастниками заговора, организованного против молодой Императрицы.",
            "trailerLink": "https://www.youtube.com/embed/XpvyZrkattI?autoplay=1"
        }
    ],
    "comedy": 
    [
        {
            "id": 1,
            "name": "12 стульев",
            "image": "../img/comedy/12 стульев.webp",
            "year": "1971",
            "genre": "комедия",
            "director": "Леонид Гайдай",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 153,
            "description": "Во время революции и последовавшего за ней краткого периода военного коммунизма многие прятали свои ценности как можно надежнее. И вот Ипполит Матвеевич Воробьянинов, бывший Старгородский предводитель дворянства и светский лев, а ныне - скромный делопроизводитель ЗАГСа, узнает от умирающей тещи, что некогда она спрятала свои бриллианты и жемчуга в общей сложности на 150 000 золотых рублей под обивку одного из двенадцати стульев гостиного гарнитура работы известного мастера Гамбса. Бросив все, Воробьянинов бросается на поиски стульев, в чем ему, конечно же, небескорыстно, берется помочь молодой авантюрист, «великий комбинатор» Остап Бендер. Найти следы разрозненного гарнитура непросто...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619964/12-chairs.mp4"
        },
        {
            "id": 2,
            "name": "Афоня",
            "image": "../img/comedy/Афоня_1.jpeg",
            "year": "1976",
            "genre": "комедия",
            "director": "Георгий Данелия",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 92,
            "description": "Слесарь-сантехник ЖЭКа Афанасий Борщев, которого жильцы запросто зовут Афоня, — человек открытой и доброй души. Живет он, правда, бездумно и легко, но, может быть, именно потому бывает ему порой тоскливо. Тогда он наведывается в местную пивную, где есть у него друг Федул. Однажды на танцах он знакомится с милой и трогательной девушкой Катей, полюбившей Афоню. Но он избегает ее, так как сердце его пленила хозяйка квартиры 58, красавица Елена. Однако вскоре выясняется, что она замужем. Почувствовав себя одиноким и никому не нужным, он едет в деревню к тетке.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620949/Afonya.mp4"
        },
        {
            "id": 3,
            "name": "Берегись автомобиля",
            "image": "../img/comedy/Берегись-автомобиля.jpg",
            "year": "1966",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 94,
            "description": "Скромный страховой агент и актер театра самодеятельности Юрий Деточкин оказывается непримиримым борцом за справедливость. Он угоняет машины взяточников, продаёт их, а вырученные деньги перечисляет детским домам. Правда, для правосудия, представляемого актером того же театра, а в миру — следователем Подберёзовиковым, этот Робин Гуд представляется хитроумным, изобретательным и неуловимым преступником. ",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1618197/beregis-avto.mp4"
        },
        {
            "id": 4,
            "name": "Блондинка за углом",
            "image": "../img/comedy/Блондинка-за-углом.jpg",
            "year": "1984",
            "genre": "комедия",
            "director": "Владимир Бортко",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 83,
            "description": "Устроившись работать грузчиком, бывший астрофизик влюбляется в продавщицу и оказывается в окружении людей, чуждых ему. Он старается приобщить девушку к иной жизни, но на свадебном вечере убожество «служак дефицита» обнажается до предела, и герой сбегает.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1617698/BZU-Clip-2.mp4"
        },
        {
            "id": 5,
            "name": "Гараж",
            "image": "../img/comedy/Гараж.jpeg",
            "year": "1979",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 1979,
            "description": "На заседании гаражного кооператива предстоит выбрать четырех «крайних», которые должны сами отказаться от будущего собственного гаража. Но выбора, в общем-то, и нет — правление кооператива уже составило список сокращаемых, который собранию надо лишь утвердить.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620934/Verblud.mp4"
        },
        {
            "id": 6,
            "name": "Девчата",
            "image": "../img/comedy/Девчата.jpeg",
            "year": "1961",
            "genre": "комедия",
            "director": "Юрий Чулюкин",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 92,
            "description": "В сибирский поселок приехала юная повариха Тося Кислицына — наивная и эксцентричная девчонка. Она сует свой нос во все дела, каждому стремится помочь. Местный красавец Илья на спор заводит с Тосей роман.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619965/Devchata-clip.mp4"
        },
        {
            "id": 7,
            "name": "Женитьба Бальзаминова",
            "image": "../img/comedy/Женитьба Бальзаминова.jpg",
            "year": "1964",
            "genre": "комедия",
            "director": "Константин Воинов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Мелкий чиновник Бальзаминов мечтает жениться - и обязательно на богатой. Сваха подбирает ему подходящую кандидатуру.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620988/The-marriage-of-Balzaminov.mp4"
        },
        {
            "id": 8,
            "name": "Зигзаг удачи",
            "image": "../img/comedy/Зигзаг-удачи.jpg",
            "year": "1968",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Молодой фотограф Володя Орешников выигрывает 10000 рублей. Товарищи по работе, не долго думая, организовывают общественный суд. Дело в том, что 20 рублей на покупку облигации Орешников тайком взял из кассы взаимопомощи, председателем которой он был.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620994/Zigzag-Narezka.mp4"
        },
        {
            "id": 9,
            "name": "Инкогнито из Петербурга",
            "image": "../img/comedy/Инкогнито из Петербурга.jpg",
            "year": "1977",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 88,
            "description": "Молодой фотограф Володя Орешников выигрывает 10000 рублей. Товарищи по работе, не долго думая, организовывают общественный суд. Дело в том, что 20 рублей на покупку облигации Орешников тайком взял из кассы взаимопомощи, председателем которой он был.",
            "trailerLink": "XXXX"
        },
        {   
            "id": 10,
            "name": "Ирония судьбы или с лёгким паром",
            "image": "../img/comedy/Ирония-судьбы-или-с-лёгким-паром.jpg",
            "year": "1975",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 184,
            "description": "31 декабря пошли друзья в баню попариться, по традиции смыть с себя все плохое, чтобы встретить Новый год чистыми, а «напарились» до такой степени (пивом и водкой), что отправили в Ленинград не того. ",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619956/Open.mp4"
        },
        {
            "id": 11,
            "name": "Кавказская пленница",
            "image": "../img/comedy/Кавказская пленница.jpg",
            "year": "1966",
            "genre": "комедия",
            "director": "Леонид Гайдай",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 82,
            "description": "Отправившись в одну из горных республик собирать фольклор, студент Шурик влюбляется в симпатичную девушку Нину - спортсменку, отличницу, комсомолку и просто красавицу. Но её внезапно похищают банда их трёх человек, чтобы насильно выдать замуж. Наивный Шурик не сразу сообразил, что творится у него под носом, - однако затем отважно ринулся освобождать кавказскую пленницу. ",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620933/Kavkazskaya-plennitsa.mp4"
        },
        {
            "id": 12,
            "name": "Карнавал",
            "image": "../img/comedy/Карнавал.jpg",
            "year": "1981",
            "genre": "комедия",
            "director": "Татьяна Лиознова",
            "studio": "Киностудии имени М. Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 151,
            "description": "Попав в столицу, провинциальная девчонка, мечтающая выучиться на артистку, быстро расстается с романтическим представлением о жизни как сплошном празднике. Зато начинает понимать, что в мире действительно стоит ценить и что вовсе не имеет цены.",
            "trailerLink": "XXXX"
        },
        {
            "id": 13,
            "name": "Джентльмены удачи",
            "image": "../img/comedy/Джентльмены удачи.webp",
            "year": "1971",
            "genre": "комедия",
            "director": "Александр Серый",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 84,
            "description": "Заведующему детсадом Трошкину фатально не повезло: он оказался как две капли воды похож на бандита по кличке «Доцент», похитившего уникальный шлем Александра Македонского. Милиция внедряет добряка Трошкина в воровскую среду - и ему ничего не остается, кроме как старательно изображать своего двойника-злодея, путая всех окружающих. Со временем он настолько блестяще входит в роль, что сам начинает порой приходить в ужас. Между тем, жизни его угрожает смертельная опасность...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620971/Dzhentlmeny-udachi-Trailer.mp4"
        },
        {
            "id": 14,
            "name": "Мы из джаза",
            "image": "../img/comedy/Мы-из-джаза.jpg",
            "year": "1983",
            "genre": "комедия",
            "director": "Карен Шахназаров",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Советская Россия. Двадцатые годы. Времена НЭПа. Студента Одесского музыкального техникума Костю Иванова увлекает новое направление в музыке — джаз. За это увлечение его, комсомольца, выгоняют из техникума, предлагая на выбор — учёба или любимая музыка. Константин выбирает джаз. Костя хочет создать свой джаз-банд. По объявлению к нему приходят два друга-музыканта — Стёпа и Жора. Стёпа играет на банджо, а Жора — на барабанах. Константин заинтересовывает их джазом и, новоиспечённый джаз-банд начинает репетиции...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619709/chemodanchic.mp4"
        },
        {
            "id": 15,
            "name": "Не горюй!",
            "image": "../img/comedy/Не-горюй.jpeg",
            "year": "1969",
            "genre": "комедия",
            "director": "Георгий Данелия",
            "studio": "Мосфильм, Грузия-фильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "После окончания Петербургского университета полный надежд и грандиозных планов молодой врач Бенжамен Глонти возвращается в родной городок. Но жизнь, как и до его отъезда, течет своим чередом: растет семейство сестры, усердно с утра до вечера переписывает бумаги ее муж Лука, время от времени спускаясь в погребок, чтобы опрокинуть рюмочку. И по-прежнему, слоняясь без дела, всех достает адвокат Додо. Бенжамен начинает горевать по несостоявшейся жизни, и тогда, чтобы поправить дела брата, решила Софико женить его на дочери старого лекаря.",
            "trailerLink": "XXXX"
        },
        {
            "id": 16,
            "name": "Операция «Ы» и другие приключения Шурика",
            "image": "../img/comedy/Операция-Ы.jpeg",
            "year": "1965",
            "genre": "комедия",
            "director": "Леонид Гайдай",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 95,
            "description": "Студент Шурик попадает в самые невероятные ситуации: сражается с хулиганом Верзилой, весьма оригинальным способом готовится к экзамену и предотвращает «ограбление века», на которое идёт троица бандитов — Балбес, Трус и Бывалый.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620955/OY-clip.mp4"
        },
        {
            "id": 17,
            "name": "Служебный роман",
            "image": "../img/comedy/Служебный-роман.jpg",
            "year": "1977",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 159,
            "description": "Анатолий Ефремович Новосельцев, рядовой служащий одного статистического управления — человек робкий и застенчивый. Ему хотелось бы получить вакантное место зав. отделом, но он не знает как подступиться к этому делу. Старый приятель Самохвалов советует ему приударить за Людмилой Прокофьевной Калугиной — сухарем в юбке и директором заведения.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1624572/SR-clip-2.mp4"
        },
        {
            "id": 18,
            "name": "Спортлото-82",
            "image": "../img/comedy/Спротлото-82.jpg",
            "year": "1982",
            "genre": "комедия",
            "director": "Леонид Гайдай",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 89,
            "description": "На один из билетов «Спортлото» выпадает крупный выигрыш. Однако билет оказывается потерянным. В поисках его герои попадают во множество занятных переделок, над которыми зритель веселится от души...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619136/Spotloto-82-clip.mp4"
        },
        {
            "id": 19,
            "name": "Тридцать три",
            "image": "../img/comedy/Тридцать-три_1.jpg",
            "year": "1965",
            "genre": "комедия",
            "director": "Георгий Данелия",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Зубной врач провинциального города Верхние Ямки сделал неожиданное научное открытие, обнаружив в полости рта пациента Ивана Сергеевича Травкина тридцать третий зуб. Изнывающего от боли Травкина повезли в Москву. Иван Сергеевич становится вначале пациентом сумасшедшего дома (благодаря завистникам), а затем - героем научной международной конференции и, наконец, пациентом профессора-стоматолога Брука...",
            "trailerLink": "XXXX"
        },
        {
            "id": 20,
            "name": "Усатый нянь",
            "image": "../img/comedy/Усатый-нянь.jpg",
            "year": "1977",
            "genre": "комедия",
            "director": "Владимир Грамматиков",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 75,
            "description": "Молодой человек, лоботряс — допризывник Кеша, не способен надолго задержаться ни на одной работе. Ну никак не хочет он превращаться во взрослого человека! И вот он становится объектом смелого эксперимента: его берут на работу в детский сад. Расстаться с детством ему помогут дети...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1618071/Usatyy-nyan-trailer.mp4"
        },
        {
            "id": 21,
            "name": "Любовь и голуби",
            "image": "../img/comedy/Любовь и голуби.jpg",
            "year": "1984",
            "genre": "комедия",
            "director": "Владимир Меньшов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 107,
            "description": "Ликвидируя неисправность лебедки, Василий Кузякин получил травму и путевку на юг. Встретил роковую женщину Раису Захаровну и… вернулся Вася с курорта не к себе в деревню, а в дом Раисы Захаровны. Началась для него новая жизнь, в которой было много непонятного и интересного, но не было дома, где остались Надя, дети и голуби...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619923/L-G-trailer.mp4"
        },
        {
            "id": 22,
            "name": "Старики-разбойники",
            "image": "../img/comedy/Старики-разбойники.jpg",
            "year": "1971",
            "genre": "комедия",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 92,
            "description": "Следователя прокуратуры Мячикова, достигшего пенсионного возраста, пытаются насильно «уйти» с работы, так как на его место есть кандидат, присланный «сверху». Вместе со своим старинным другом, инженером Воробьевым, Мячиков решает организовать преступление, раскрыв которое он сможет доказать свою необходимость и незаменимость...",
            "trailerLink": "https://www.youtube.com/embed/Uh-Y0VELwGw?autoplay=1"
        }
    ],
    "detective": 
    [
        {
            "id": 1,
            "name": "Версия полковника Зорина",
            "image": "../img/detective/Версия полковника Зорина.jpeg",
            "year": "1978",
            "genre": "детектив",
            "director": "Андрей Ладынин",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 89,
            "description": "Вскоре после дерзкого ограбления ювелирного магазина в городе происходят два убийства. Опытный следователь подозревает, что между этими преступлениями есть связь. Но доказательств нет.",
            "trailerLink": "https://www.youtube.com/embed/cvLRv05Lryk?autoplay=1"
        },
        {
            "id": 2,
            "name": "Возвращение «Святого Луки»",
            "image": "../img/detective/Возвращение Святого Луки.jpg",
            "year": "1970",
            "genre": "детектив",
            "director": "Анатолий Бобровский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 95,
            "description": "Бежавший из заключения вор-рецидивист похищает картину Франса Хальса «Святой Лука» и пытается продать ее иностранному «туристу». В поединок с матерым преступником вступает полковник Зорин...",
            "trailerLink": "https://www.youtube.com/embed/-8OSnpI29RI?autoplay=1"
        },
        {
            "id": 3,
            "name": "Чёрный принц",
            "image": "../img/detective/Чёрный принц.png",
            "year": "1973",
            "genre": "детектив",
            "director": "Анатолий Бобровский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 96,
            "description": "Полковник Зорин, знакомый зрителям по фильму «Возвращение «Святого Луки», расследует очередное преступление. Неизвестными совершено дерзкое ограбление. На этот раз из ценнейшей коллекции похищен уникальный бриллиант «Черный принц». Этот камень стоит баснословную сумму денег...",
            "trailerLink": "https://www.youtube.com/embed/Z_gX_KdUzW8?autoplay=1"
        },
        {
            "id": 4,
            "name": "Ошибка резидента",
            "image": "../img/detective/Ошибка резидента_1.jpg",
            "year": "1968",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 134,
            "description": "Первый фильм тетралогии о судьбе опытного разведчика, сына русского эмигранта графа Тульева. Резидент должен добыть сведения о разработках в атомной промышленности, но чекисты нападают на его след - и он допускает роковую ошибку…",
            "trailerLink": "https://www.youtube.com/embed/P-Ooe2jaBGI?si=RzJafenAqy9qt5QI&autoplay=1"
        },
        {
            "id": 5,
            "name": "Судьба резидента",
            "image": "../img/detective/Судьба резидента_1.jpg",
            "year": "1970",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 148,
            "description": "Советские контрразведчики решают не прекращать «игру» с противником, и используют перевербованного шпиона Тульева, находящегося в заключении. В западный разведцентр вновь идут шифровки за подписью «Надежда». ",
            "trailerLink": "https://www.youtube.com/embed/r4X--pEZA1E?autoplay=1"
        },
        {
            "id": 6,
            "name": "Возвращение резидента",
            "image": "../img/detective/Возвращение резидента.jpg",
            "year": "1982",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 129,
            "description": "Разведчик Михаил Тульев продолжает свою деятельность в стане врага. Вскоре ему предстоит узнать информацию о гибели отца, выйти на нацистского преступника и раскрыть планы о диверсионной акции западных спецслужб на территории СССР.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619835/Return-of-the-Resident.mp4"
        },
        {
            "id": 7,
            "name": "Конец операции «Резидент»",
            "image": "../img/detective/Конец операции Резидент.jpeg",
            "year": "1986",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 144,
            "description": "На Михаила Тульева вновь совершается покушение. Тем временем на территории СССР действует резидент и наёмный убийца Брокман, обезвредить которого становится главной задачей советских контрразведчиков.",
            "trailerLink": "https://www.youtube.com/embed/qRUXIYFNZ9o?autoplay=1"
        },
        {
            "id": 8,
            "name": "Воры в законе",
            "image": "../img/detective/Воры в законе.jpg",
            "year": "1988",
            "genre": "детектив",
            "director": "Юрий Кара",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 95,
            "description": "Актуальный для конца восьмидесятых остросоциальный боевик о советской коррупции, расцветшей в благоприятных условиях черноморского побережья и паралича власти. Гангстерская история «из жизни кавказской мафии», где двое главарей враждующих группировок из южного приморского городка борются за сферы влияния. В эту борьбу оказывается, втянута роковая красавица Рита, повторившая на свой лад судьбу Кармен.",
            "trailerLink": "https://www.youtube.com/embed/_DaxVuJ9bwA?autoplay=1"
        },
        {
            "id": 9,
            "name": "Гонки по вертикали",
            "image": "../img/detective/Гонки по вертикали_1.jpg",
            "year": "1982",
            "genre": "детектив",
            "director": "Александр Муратов",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 199,
            "description": "Психологическая дуэль следователя и обаятельного вора-рецидивиста по кличке Батон.",
            "trailerLink": "https://www.youtube.com/embed/HiTiuvSIYFI?autoplay=1"
        },
        {
            "id": 10,
            "name": "Десять негритят",
            "image": "../img/detective/Десять негритят_2.jpg",
            "year": "1987",
            "genre": "детектив",
            "director": "Станислав Говорухин",
            "studio": "Одесская киностудия",
            "studioLogo": "../img/logos/logo-odessa.png",
            "duration": 130,
            "description": "Десять человек приглашены на Негритянский остров под разными предлогами. Оказавшись в замке, каждый слышит записанный на пластинку смертный приговор. На столе - черные фигурки негритят, в каждой спальне - стишок на стене. «Десять негритят решили пообедать, один из них вдруг поперхнулся, и их осталось девять». Умирает человек - исчезает фигурка негритенка...",
            "trailerLink": "https://www.youtube.com/embed/7NoGiGPGjus?autoplay=1"
        },
        {
            "id": 11,
            "name": "Золотая мина",
            "image": "../img/detective/Золотая мина.jpeg",
            "year": "1978",
            "genre": "детектив",
            "director": "Евгений Татарский",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 139,
            "description": "Милицейская группа, возглавляемая полковником Зарубиным, расследовала обычное дорожное происшествие: на дороге у дачного поселка неизвестный автомобиль сбил работника универмага Олега Торчинского. А через пару дней архитектор Дроздовский обратился в милицию с заявлением, что кто-то следит за его дачей…",
            "trailerLink": "https://www.youtube.com/embed/jbQIXw2W5KY?autoplay=1"
        },
        {
            "id": 12,
            "name": "Ищите женщину",
            "image": "../img/detective/Ищите женщину.webp",
            "year": "1982",
            "genre": "детектив",
            "director": "Алла Сурикова",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 152,
            "description": "В нотариальной конторе обнаружен труп. В поиски убийцы включается секретарь конторы — женщина неукротимой энергии. Постепенно выясняется, что чрезмерная активность самодеятельного сыщика не лучшим образом влияет на расследование.",
            "trailerLink": "https://www.youtube.com/embed/uA9AY86vU84?autoplay=1"
        },
        {
            "id": 13,
            "name": "Место встречи изменить нельзя",
            "image": "../img/detective/Место встречи изменить нельзя_1.jpg",
            "year": "1979",
            "genre": "детектив",
            "director": "Станислав Говорухин",
            "studio": "Одесская киностудия",
            "studioLogo": "../img/logos/logo-odessa.png",
            "duration": 545,
            "description": "Убийства, засады, погони, перестрелки на фоне послевоенной Москвы. Сотрудники МУРа против таинственной и неуловимой банды «Чёрная кошка». Демобилизовавшийся офицер разведки Володя Шарапов начинает работать в отделе по борьбе с бандитизмом. Одно из первых дел, в расследовании которых он участвует, — убийство гражданки Ларисы Груздевой.",
            "trailerLink": "https://www.youtube.com/embed/nJcT0s64m9A?autoplay=1"
        },
        {
            "id": 14,
            "name": "Ночное происшествие",
            "image": "../img/detective/Ночное происшествие.webp",
            "year": "1980",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 92,
            "description": "Жительница Магадана Укладова ограблена в московском переулке. Она утверждает, что ее ударил молотком по голове и отнял большую сумму денег таксист. Следователь находит таксиста, сидевшего уже за хулиганство. Против подозреваемого все факты, но он не сознается. Люди, знавшие его, убеждают, что на такое преступление парень не способен. Укладова, однако, узнает таксиста на очной ставке...",
            "trailerLink": "https://www.youtube.com/embed/yRqDr68L67M?autoplay=1"
        },
        {
            "id": 15,
            "name": "Отель «У погибшего альпиниста»",
            "image": "../img/detective/Отель У погибшего альпиниста.webp",
            "year": "1979",
            "genre": "детектив",
            "director": "Григорий Кроманов",
            "studio": "Таллинфильм",
            "studioLogo": "../img/logos/logo-tallinfilm.png",
            "duration": 80,
            "description": "Приехав по срочному вызову в отель, инспектор полиции не обнаружил ничего уголовнонаказуемого, но подметил происходящие там странности. Снежная лавина не позволила ему уехать в тот же день, и вскоре инспектор обнаружил тело убитого постояльца. Подозрение падает на всех, кто живет в отеле.",
            "trailerLink": "https://www.youtube.com/embed/6Uu2y6T9p3E?autoplay=1"
        },
        {
            "id": 16,
            "name": "Петровка, 38",
            "image": "../img/detective/Петровка-38_1.jpg",
            "year": "1980",
            "genre": "детектив",
            "director": "Борис Григорьев",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 88,
            "description": "Сотрудники Московского уголовного розыска — полковник Алексей Павлович Садчиков, майор Владислав Николаевич Костенко и старший лейтенант Валентин Росляков расследуют дерзкие разбойные нападения, совершаемые группой преступников в тёмных очках. С помощью подростка Лёньки, который случайно познакомился с бандитами и оказался вовлечён в неудавшееся ограбление сберкассы, были задержаны преступники по кличкам «Чита» и «Сударь», но главарь банды — Прохор — остался на свободе...",
            "trailerLink": "https://www.youtube.com/embed/6Uu2y6T9p3E?autoplay=1"
        },
        {
            "id": 17,
            "name": "Похищение «Савойи»",
            "image": "../img/detective/Похищение Савойи.jpg",
            "year": "1979",
            "genre": "детектив",
            "director": "Вениамин Дорман",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 90,
            "description": "В центре сюжета картины путешествие в Южную Америку польского школьника Янека и его попутчицы, русской девочки Тани. Самолет, на котором летели ребята, оказался захвачен бандой наркоторговцев во главе с бывшим нацистским преступником.",
            "trailerLink": "https://www.youtube.com/embed/ywVGmrcInYM?autoplay=1"
        },
        {
            "id": 18,
            "name": "Приключения принца Флоризеля",
            "image": "../img/detective/Приключения принца Флоризеля_1.jpg",
            "year": "1979",
            "genre": "детектив",
            "director": "Евгений Татарский",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 63,
            "description": "История противостояния принца Флоризеля и хитрого и жестокого преступника по прозвищу Председатель.",
            "trailerLink": "https://www.youtube.com/embed/FF_kjqURFcU?autoplay=1"
        },
        {
            "id": 19,
            "name": "Следствие ведут Знатоки",
            "image": "../img/detective/Следствие ведут знатоки.jpg",
            "year": "1971-2003",
            "genre": "детектив",
            "director": " Вячеслав Бровкин",
            "studio": "Гостелерадио СССР",
            "studioLogo": "../img/logos/logo-soviet-central-television.png",
            "duration": 0,
            "description": "Цикл советских детективных телефильмов по сценариям Ольги и Александра Лавровых, один из самых популярных советских телесериалов. Главные герои сериала - три работника московской милиции: следователь Павел Знаменский, инспектор уголовного розыска Александр Томин и эксперт-криминалист Зинаида Кибрит. Слово «ЗнаТоКи» - акроним из первых букв фамилий главных героев - было написано в таком виде в названиях первых четырёх фильмов; в большинстве последующих серий коллективное наименование, как и название в целом, оформлялось заглавными буквами, иногда принимая вид «знатоки» и «Знатоки»...",
            "trailerLink": "https://www.youtube.com/embed/xUbVv16l5PU?autoplay=1"
        },
        {
            "id": 20,
            "name": "Сумка инкассатора",
            "image": "../img/detective/Сумка инкассатора.jpg",
            "year": "1977",
            "genre": "детектив",
            "director": "Август Балтрушайтис",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 93,
            "description": "Недалеко от аэропорта найдена сгоревшая машина с двумя инкассаторами, перевозившая выручку из аэропорта, но сумки с деньгами нет. За дело берутся два опытных следователя: Санин и Туляков, а в помощь им дают молодую девушку - практикантку. Выяснилось, что один из инкассаторов недавно покупал авиабилет в Тбилиси по фальшивому паспорту на другую фамилию. Кроме того, в машине был применен нервно-паралитический газ///",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620805/Collector%27s-bag.mp4"
        },
        {
            "id": 21,
            "name": "Тайна «Чёрных дроздов»",
            "image": "../img/detective/Тайна Чёрных дроздов.jpg",
            "year": "1983",
            "genre": "детектив",
            "director": "Вадим Дербенёв",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 97,
            "description": "Глава богатого семейства мистер Джорж Фортескью отравлен. Инспектор Нил ведет расследование и узнает, что покойный был малоприятным человеком. Его смерть была выгодна всем членам семейства. Дело не простое, для отравления был использован редчайший яд. Насильственная смерть служанки Глэдис, а позже хозяйки дома Адель, окончательно запутывает расследование. Но в дело вмешивается мисс Марпл...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1625175/The-mystery-of-the-%2522Blackbirds%2522.mp4"
        },
        {
            "id": 22,
            "name": "Чисто английское убийство",
            "image": "../img/detective/Чисто английское убийство.jpg",
            "year": "1974",
            "genre": "детектив",
            "director": "Самсон Самсонов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 1665,
            "description": "В замке старого и больного лорда Уорбека гостит доктор Ботвинк. На Рождество приезжают избранные родственники и близкие друзья. В полночь праздник прерывается неожиданной смертью сына хозяина - Роберта. Доктор Ботвинк берется за расследование. Все персонажи связаны между собой сложными и не самыми приятными отношениями. Но доктору удается распутать клубок преступлений.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620669/CHAU.mp4"
        }
    ],
    "drama": 
    [
        {
            "id": 1,
            "image": "../img/drama/Безымянная звезда.jpg",
            "name": "Безымянная звезда",
            "year": "1978",
            "genre": "мелодрама",
            "director": "Михаил Козаков",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 140,
            "description": "Однажды в маленьком городе происходит невероятное происшествие: на вокзале останавливается поезд, всегда следовавший без остановок. Более того, на ночном перроне оказывается одинокая красавица — одна из тех, что никогда прежде не заезжали так далеко от Бухареста. Учитель Марин Мирою дает красавице Моне приют на ночь. Конечно же, молодые люди понимают, что влюблены, и решают не расставаться. Но наступает день, и за красавицей приезжает ее друг",
            "trailerLink": "https://www.youtube.com/embed/tYBsmbwm5vo?autoplay=1"
        },
        {
            "id": 2,
            "image": "../img/drama/Белые росы.jpg",
            "name": "Белые росы",
            "year": "1983",
            "genre": "мелодрама",
            "director": "Игорь Добролюбов",
            "studio": "Беларусьфильм",
            "studioLogo": "../img/logos/logo-belarusfilm.png",
            "duration": 84,
            "description": "Ветеран труда и трех войн, уважаемый человек в деревне Белые росы – Федор Ходас уже давно овдовел и имеет трех взрослых сыновей. Старший чрезмерно расчетлив, младший чересчур весел. Средний уехал на Курилы и каков он теперь отцу неведомо. Но за всех у старика душа болит, особенно за младшего балагура.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1619039/BR-clip.mp4"
        },
        {
            "id": 3,
            "image": "../img/drama/Белый Бим Черное ухо.webp",
            "name": "Белый Бим Черное ухо",
            "year": "1977",
            "genre": "мелодрама",
            "director": "Станислав Ростоцкий",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 183,
            "description": "Трогательная лирическая киноповесть о судьбе собаки, теряющей любимого хозяина, об отношении людей к «братьям меньшим», которое как рентгеном просвечивает души, выявляя в одних низость и мелочную подлость, а в других - благородство, способность сострадать и любить...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620388/Clip.mp4"
        },
        {
            "id": 4,
            "image": "../img/drama/Будьте моим мужем.jpg",
            "name": "Будьте моим мужем",
            "year": "1981",
            "genre": "мелодрама",
            "director": "Алла Сурикова",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 87,
            "description": "Детский врач отправляется в отпуск на Юг, где его услуги в качестве... мужа понадобились молодой и очень красивой женщине. Дело в том, что одной с ребенком ей никто сдавать квартиру в курортном городе не хотел. Нравы тогда такие были. Вот ей и понадобился человек, который мог бы разыграть из себя ее мужа для поселения в частном секторе. Ну а как у них сложатся отношения и в других областях, зритель предпочтет узнать сам. Легкая музыкальная комедия с прекрасными актерами.",
            "trailerLink": "https://www.youtube.com/embed/sMszhQ5wo_w?autoplay=1"
        },
        {
            "id": 5,
            "image": "../img/drama/Вам и не снилось.jpg",
            "name": "Вам и не снилось",
            "year": "1980",
            "genre": "мелодрама",
            "director": "Илья Фрэз",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 0,
            "description": "Школьники Роман и Катя тянутся друг к другу со всей безоглядностью первой любви. Мать Кати очень счастлива во втором браке и в озарении этого счастья хорошо понимает дочь. Роман находит поддержку у отца, давно и безответно любящего Катину маму. Но рядом ходят люди, ничего не знающие о любви...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1627900/Vam-i-ne-snilos.mp4"
        },
        {
            "id": 6,
            "image": "../img/drama/Влюблен по собственному желанию.jpg",
            "name": "Влюблен по собственному желанию",
            "year": "1982",
            "genre": "мелодрама",
            "director": "Сергей Микаэлян",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 84,
            "description": "Бывший спортсмен, а теперь опустившийся от беспросветных кутежей бездельник звонит случайной знакомой в надежде на то, что она поможет ему разрешить очередную проблему с «трешкой». Но знакомая оказалась весьма серьезной библиотекаршей и всегда готова помочь тем, кто в ней нуждается. Зная о своей непривлекательности, она также знает и то, что если поставить цель, то можно всего добиться. С помощью аутотренинга, например, можно даже влюбиться друг в друга. Главное, чтобы этот «другой» хотя бы был...",
            "trailerLink": "https://www.youtube.com/embed/0ppBYBTI7Xg?autoplay=1"
        },
        {
            "id": 7,
            "image": "../img/drama/Вокзал для двоих.webp",
            "name": "Вокзал для двоих",
            "year": "1982",
            "genre": "мелодрама",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 141,
            "description": "Город Заступинск, где-то между Москвой и Алма-Атой, ближе к Воронежу. Вокзальная буфетчица Вера и пианист Платон Рябинин из Москвы познакомились при весьма непривлекательных обстоятельствах. В результате Вера потеряла жениха с дынями, но нашла любимого, который вскоре должен отбыть в отдаленные места, чтобы нести наказание за несовершенное преступление...",
            "trailerLink": "https://www.youtube.com/embed/lfL7YxGUDik?autoplay=1"
        },
        {
            "id": 8,
            "image": "../img/drama/Дамы приглашают кавалеров.jpg",
            "name": "Дамы приглашают кавалеров",
            "year": "1980",
            "genre": "мелодрама",
            "director": "Иван Киасашвили",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 76,
            "description": "Любимый муж, дети, тихое семейное счастье - об этом мечтает героиня фильма. Она просто создана для такой жизни - однако ей почему-то не везет. Нет, она не ждет сказочного принца, может многое простить. Только вот без любви и понимания обойтись не в силах...",
            "trailerLink": "https://www.youtube.com/embed/wvY78dnPOoE?autoplay=1"
        },
        {
            "id": 9,
            "image": "../img/drama/Жестокий романс.jpg",
            "name": "Жестокий романс",
            "year": "1984",
            "genre": "мелодрама",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 137,
            "description": "Действие разворачивается на берегу Волги в вымышленном провинциальном городке Бряхимове в 1877—1878 годах. Харита Игнатьевна Огудалова — дворянка хорошей и уважаемой фамилии, вдова с тремя взрослыми дочерьми, обеднела после смерти мужа, но делает всё, чтобы устроить жизнь дочерей и выдать их замуж за достаточно богатых и знатных женихов. В отсутствие средств она держит открытый дом, рассчитывая, что общество красивых и музыкальных барышень привлечёт холостых мужчин, достаточно богатых, чтобы жениться по любви на бесприданницах...",
            "trailerLink": "https://www.youtube.com/embed/sRoO3L9ZqU8?autoplay=1"
        },
        {
            "id": 10,
            "image": "../img/drama/Забытая мелодия для флейты.jpg",
            "name": "Забытая мелодия для флейты",
            "year": "1987",
            "genre": "мелодрама",
            "director": "Эльдар Рязанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 134,
            "description": "В прошлом студент консерватории и хороший флейтист, а в настоящем - муж дочери «большого человека», и сам начальник одного из подразделений Главного управления Леонид Семенович Филимонов, однажды почувствовал физическое недомогание: прихватило сердце. И это в неполные сорок лет от роду! Сей неприятный случай послужил поводом для знакомства бывшего флейтиста с молоденькой медсестрой из ведомственной поликлиники Лидой. И закрутился бурный роман...",
            "trailerLink": "https://www.youtube.com/embed/s_0wfsMxWSs?autoplay=1"
        },
        {
            "id": 11,
            "image": "../img/drama/Любимая женщина механика Гаврилова_1.jpg",
            "name": "Любимая женщина механика Гаврилова",
            "year": "1981",
            "genre": "мелодрама",
            "director": "Петр Тодоровский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 78,
            "description": "Уже немолодая, но привлекательная женщина Рита (Гурченко), мать симпатичной дочки-старшеклассницы, собралась замуж, а жених ее, корабельный механик Гаврилов, в ЗАГС не явился. Зря ждала она его с гостями возле ЗАГСа и в ресторане, искала на судне, снова ждала у ЗАГСа… Гаврилов не был бы Гавриловым, если бы за полчаса до свадьбы не вступился за незнакомую женщину, после чего двое <<ловеласов>> оказались в больнице, а он - в милиции...",
            "trailerLink": "https://www.youtube.com/embed/XVQ_y0JiYwo?autoplay=1"
        },
        {
            "id": 12,
            "image": "../img/drama/Любовь и голуби.webp",
            "name": "Любовь и голуби",
            "year": "1985",
            "genre": "мелодрама",
            "director": "Владимир Меньшов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Ликвидируя неисправность лебедки, Василий Кузякин получил травму и путевку на юг. Там он встретил роковую женщину Раису Захаровну и… вернулся Вася с курорта не к себе в деревню, а в дом Раисы Захаровны. Началась для него новая жизнь, в которой было много непонятного и интересного, но не было дома, где остались Надя, дети и голуби.",
            "trailerLink": "https://www.youtube.com/embed/JKb4rUfHJbY?autoplay=1"
        },
        {
            "id": 13,
            "image": "../img/drama/Мой ласковый и нежный зверь_1.jpg",
            "name": "Мой ласковый и нежный зверь",
            "year": "1978",
            "genre": "мелодрама",
            "director": "Эмиль Лотяну",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Юная Оленька родилась и выросла в бедной семье, поэтому вынуждена выйти замуж за богатого, но нелюбимого человека, который, к тому же, гораздо старше ее. Но сердцу не прикажешь, и страстная любовь вдруг настигает «девушку на выданье» — вот только любящий ее человек не может смириться с тем, что она отдана другому...",
            "trailerLink": "https://www.youtube.com/embed/Q4oSFSYvA60?autoplay=1"
        },
        {
            "id": 14,
            "image": "../img/drama/Молодая жена.jpg",
            "name": "Молодая жена",
            "year": "1978",
            "genre": "мелодрама",
            "director": "Леонид Менакер",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 109,
            "description": "Юная Оленька родилась и выросла в бедной семье, поэтому вынуждена выйти замуж за богатого, но нелюбимого человека, который, к тому же, гораздо старше ее. Но сердцу не прикажешь, и страстная любовь вдруг настигает «девушку на выданье» - вот только любящий ее человек не может смириться с тем, что она отдана другому...",
            "trailerLink": "https://www.youtube.com/embed/2a8oPxVdSKo?autoplay=1"
        },
        {
            "id": 15,
            "image": "../img/drama/Москва слезам не верит_1.jpg",
            "name": "Москва слезам не верит",
            "year": "1980",
            "genre": "мелодрама",
            "director": "Владимир Меньшов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Москва, 1950-е годы. Три молодые провинциалки приезжают в Москву в поисках того, что ищут люди во всех столицах мира — любви, счастья и достатка. Антонина выходит замуж, растит детей, любит мужа. Людмиле Москва представляется лотереей, в которой она должна выиграть свое особенное счастье. Катерина же отчаянно влюбляется, но избранник ее оставляет. Однако она не опускает руки, в одиночку растит дочь и к тому же успевает делать блестящую карьеру. В 40 лет судьба дарит ей неожиданную встречу.",
            "trailerLink": "https://www.youtube.com/embed/9noEXoYStAA?autoplay=1"
        },
        {
            "id": 16,
            "image": "../img/drama/Мужики.jpg",
            "name": "Мужики",
            "year": "1981",
            "genre": "мелодрама",
            "director": "Искра Бабич",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 97,
            "description": "Получив письмо от отца, что тот тяжело болен, Павел Зубов (одна из лучших ролей Михайлова) приезжает в родное село. Оказывается, умерла его бывшая невеста, передавшая ему перед смертью, что любила всю жизнь и прощает ему все. А дело было в том, что, когда Зубова забрали в армию, невеста его оказалась в положении и встречалась с художником. Вот мать Зубова, увидев в этих встречах самое плохое, и написала сыну письмо о том, что невеста ему неверна. Сын после армии домой не вернулся а долгие годы работал <<в разных тундрах>>. Узнав, что любимая была ему верна и дочь Полина - его родная дочь, Зубов сталкивается с трудной дилеммой. Дочь и еще двух мальчишек хотят разлучить друг с другом, распределив по разным сиротским домам. Отец одного из мальчишек был пьяницей и бросил семью. Второй мальчишка был взят из сиротского дома. Павел находит в себе силы взять на себя ответственность за судьбу не только родной дочери, но и двух других мальчишек.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620243/Guys%21.mp4"
        },
        {
            "id": 17,
            "image": "../img/drama/Осенний марафон_1.jpg",
            "name": "Осенний марафон",
            "year": "1979",
            "genre": "мелодрама",
            "director": "Георгий Данелия",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 89,
            "description": "У талантливого педагога и переводчика Бузыкина нерешительный характер. Он не может оставить жену и уйти к любимой женщине, не может отказать эксплуатирующей его талант сокурснице, терпит посещения доморощенного философа-алкаша, а когда, наконец, решается на смелый шаг — терпит фиаско, так как по природе мягок и податлив, как воск.",
            "trailerLink": "https://www.youtube.com/embed/69rMpPHt8EQ?autoplay=1"
        },
        {
            "id": 18,
            "image": "../img/drama/По семейным обстоятельствам.jpeg",
            "name": "По семейным обстоятельствам",
            "year": "1977",
            "genre": "мелодрама",
            "director": "Алексей Коренев",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 137,
            "description": "Женщина средних лет решает разменять свою квартиру, где она живет вместе с семьей дочери. Но встреча с обаятельным мужчиной благополучно разрешает «квартирный вопрос»: она переселяется к избраннику и на собственном опыте узнает, что значит жить с родителями.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1616813/For-amily-reasons_0.mp4"
        },
        {
            "id": 19,
            "image": "../img/drama/Романс о влюбленных.jpg",
            "name": "Романс о влюбленных",
            "year": "1974",
            "genre": "мелодрама",
            "director": "Андрей Кончаловский",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 135,
            "description": "Сергей и Таня сильно любят друг друга. Сергей уходит по призыву в армию, в морскую пехоту, и Таня ждет его возвращения. Подразделение Сергея бросают на помощь терпящим бедствие местным жителям. Во время операции его бронетранспортёр уносит в море. Родным приходит извещение о его гибели. Любящий Таню друг детства, хоккеист, помогает ей справиться с несчастьем, и она выходит за него замуж. Но оказалось, что Сергей не погиб.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/8932643/Romans-Clip.mp4"
        },
        {
            "id": 20,
            "image": "../img/drama/Самая обаятельная и привлекательная.jpg",
            "name": "Самая обаятельная и привлекательная",
            "year": "1985",
            "genre": "мелодрама",
            "director": "Геральд Бежанов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 81,
            "description": "У инженера Нади Клюевой максимум общественной, но минимум личной жизни. Все меняется, когда она случайно встречает в автобусе свою старую знакомую, школьную одноклассницу Сусанну, ныне работающую социологом на заводе бытовых кондиционеров. Сусанна решает наладить личную жизнь своей подруги, используя научный метод.",
            "trailerLink": "https://www.youtube.com/embed/2ejE2ku5vCY?autoplay=1"
        },
        {
            "id": 21,
            "image": "../img/drama/Суета сует.jpg",
            "name": "Суета сует",
            "year": "1978",
            "genre": "мелодрама",
            "director": "Алла Сурикова",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Много лет работник ЗАГСа Марина Петровна регистрировала счастливые браки. Но однажды на пороге учреждения оказался не кто иной, как ее собственный муж. Увлекшись молодой женщиной, он решил изменить свою жизнь и уйти из семьи. Однако Марина Петровна своего согласия на развод не дала - и, как выяснилось, не зря...",
            "trailerLink": "https://www.youtube.com/embed/IO64tSIJuOM?autoplay=1"
        },
        {
            "id": 22,
            "image": "../img/drama/Я шагаю по Москве.jpg",
            "name": "Я шагаю по Москве",
            "year": "1963",
            "genre": "мелодрама",
            "director": "Георгий Данелия",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 78,
            "description": "Володя работает монтажником в Сибири, в Москве он проездом - его небольшой рассказ, опубликованный в журнале «Юность» вызвал интерес у писателя Воронина, пригласившего Володю на важный разговор. В метро он знакомится с Колей - молодым задорным пареньком, возвращающимся с ночной смены. Володя собирается остановиться у своих друзей, но не знает точно, где находится нужный переулок, Коля предлагает его проводить. На Чистопрудном бульваре Володю кусает оставленная без присмотра собака. Коля приглашает Володю домой, чтобы зашить порванные брюки, знакомит его с семьёй. Вскоре оказывается, что знакомые Володи уехали из Москвы на лето, Володя оставляет вещи у Коли и уходит по делам. Оставшись дома один, Коля надеется выспаться, но неожиданно к нему приходит друг Саша, которого забирают в армию. Саша просит Колю пойти с ним в военкомат, чтобы получить отсрочку от призыва в связи с тем, что Саша сегодня женится на Свете. После военкомата друзья идут в ГУМ, чтобы выбрать жениху новый пиджак. Там они встречают Володю, как раз купившего себе новый костюм, и Коля предлагает вместо пиджака купить невесте подарок. Они идут в магазин пластинок, где работает его знакомая Алёна...",
            "trailerLink": "https://www.youtube.com/embed/YOYrmwcITGo?autoplay=1"
        }
    ],
    "military": 
    [
        {
            "id": 1,
            "image": "./img/military/А зори здесь тихие.webp",
            "name": "А зори здесь тихие",
            "year": "1972",
            "genre": "военный",
            "director": "Станислав Ростоцкий",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 160,
            "description": "В прифронтовой полосе группа девушек-зенитчиц вынуждена вступить в неравный бой с вражескими десантниками. Эти девчонки мечтали о большой любви, нежности, семейном тепле - но на их долю выпала жестокая война, и они до конца выполнили свой воинский долг...",
            "trailerLink": "https://www.youtube.com/embed/L_qSxTy9Q9U?autoplay=1"
        },
        {
            "id": 2,
            "image": "./img/military/Батальоны просят огня.jpg",
            "name": "Батальоны просят огня",
            "year": "1977",
            "genre": "военный",
            "director": "Владимир Чеботарев, Александр Боголюбов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 280,
            "description": "В основе сюжета лежит один из решающих этапов Великой Отечественной войны - форсирование советскими войсками Днепра в 1943 году. Два батальона брошены в гибельный прорыв на занятый немцами берег реки с целью отвлечь на себя силы противника и тем самым облегчить дивизии бросок на стратегически важный город Днепров. Основные соединения должны поддержать их артиллерийским и авиационным огнем. Однако командование внезапно меняет план наступления, оставляя батальоны без огневой поддержки, чем обрекает их на верную гибель. Более того, солдатам отдан приказ держаться до последнего.",
            "trailerLink": "https://www.youtube.com/embed/CgQ2Zx2z74U?autoplay=1"
        },
        {
            "id": 3,
            "image": "./img/military/В зоне особого внимания.jpg",
            "name": "В зоне особого внимания",
            "year": "1977",
            "genre": "военный",
            "director": "Андрей Малюков",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 98,
            "description": "Во время военных учений в тыл «врага» направляются три диверсионные группы с заданием захватить замаскированный командный пункт «противника». Срок выполнения задания — двое суток.",
            "trailerLink": "https://www.youtube.com/embed/zCkHLvb3_Rs?autoplay=1"
        },
        {
            "id": 4,
            "image": "./img/military/Вариант Омега.jpg",
            "name": "Вариант Омега",
            "year": "1975",
            "genre": "военный",
            "director": "Антонис Воязос",
            "studio": "Творческое объединение «Экран»",
            "studioLogo": "../img/logos/logo-ekran.webp",
            "duration": 0,
            "description": "В основе фильма — документальный материал о действиях советской разведки в оккупированном гитлеровцами Таллинне. Советский разведчик Сергей Скорин внедряется в разведорганы фашистской Германии, стремящиеся дезинформировать Ставку Верховного Главнокомандования советских вооруженных сил.",
            "trailerLink": "https://www.youtube.com/embed/AX8RERgCpqg?autoplay=1"
        },
        {
            "id": 5,
            "image": "./img/military/Государственная граница.jpg",
            "name": "Государственная граница",
            "year": "1980-1989",
            "genre": "военный",
            "director": "Борис Степанов, Вячеслав Никофоров, Геннадий Иванов",
            "studio": "Беларусьфильм",
            "studioLogo": "../img/logos/logo-belarusfilm.png",
            "duration": "8 сезонов/12 серий",
            "description": "Советский многосерийный историко-приключенческий телевизионный художественный фильм, снятый на киностудии «Беларусьфильм» в 1980-1988 годах и рассказывающий о службе советских пограничников. Действие происходит в период с 1917 года по конец 1980-х годов и разворачивается на территории СССР от Дальнего Востока до западных границ.",
            "trailerLink": "https://www.youtube.com/embed/IRD95YYMc1E?autoplay=1"
        },
        {
            "id": 6,
            "image": "./img/military/Женя, Женечка и Катюша.jpg",
            "name": "Женя, Женечка и Катюша",
            "year": "1967",
            "genre": "военный",
            "director": "Владимир Мотыль",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 85,
            "description": "Солдат Женя Колышкин - хрупкий интеллигент с Арбата - сплошное недоразумение в военных буднях. Отправившись в предновогоднюю ночь за посылкой, он натыкается на немецкий блиндаж. Ему удается спастись, но гауптвахта неизбежна. Незавидную участь Жени скрашивает Женечка - связистка полка катюш. Пройдет время и они встретятся в громадном пустом доме в освобожденном городе, где сыграют в прятки… Одна из самых нежных картин о войне",
            "trailerLink": "https://www.youtube.com/embed/nMikVr7zc2w?autoplay=1"
        },
        {
            "id": 7,
            "image": "./img/military/Летят журавли.jpg",
            "name": "Летят журавли",
            "year": "1957",
            "genre": "военный",
            "director": "Михаил Калатозов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 95,
            "description": "Рассказ о людях, в чьи судьбы безжалостно вторглась война. Не все смогли с честью вынести это испытание. В центре киноповести - трагическая история двух влюбленных, которых разлучила война.",
            "trailerLink": "https://www.youtube.com/embed/PmFHB0adxK8?autoplay=1"
        },
        {
            "id": 8,
            "image": "./img/military/Одиночное плавание.jpg",
            "name": "Одиночное плавание",
            "year": "1985",
            "genre": "военный",
            "director": "Михаил Туманишвили",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 96,
            "description": "После многомесячного автономного плавания наш военный фрегат направляется на родную базу. Однако морякам приходится изменить курс и вмешаться в смертельно опасную игру, затеянную натовцами...",
            "trailerLink": "https://www.youtube.com/embed/_jP0mjfsU6g?autoplay=1"
        },
        {
            "id": 9,
            "image": "./img/military/Они сражались за родину.jpg",
            "name": "Они сражались за родину",
            "year": "1975",
            "genre": "военный",
            "director": "Сергей Бондарчук",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 160,
            "description": "Июль 1942 года. На подступах к Сталинграду обескровленные, измотанные советские войска ведут тяжелые оборонительные бои, неся огромные потери... Фильм рассказывает о подвиге рядовых солдат, любви к родной земле, об истинной цене победы...",
            "trailerLink": "https://www.youtube.com/embed/-vjozUyA1ZQ?autoplay=1"
        },
        {
            "id": 10,
            "image": "./img/military/Освобождение.jpeg",
            "name": "Освобождение",
            "year": "1968-1972",
            "genre": "военный",
            "director": "Юрий Озеров",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 439,
            "description": "Киноэпопея из пяти фильмов о Великой Отечественной войне, снятая совместно несколькими странами.",
            "trailerLink": "https://www.youtube.com/embed/HgFXOfpT_UU?autoplay=1"
        },
        {
            "id": 11,
            "image": "./img/military/Офицеры.jpg",
            "name": "Офицеры",
            "year": "1971",
            "genre": "военный",
            "director": "Владимир Роговой",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 91,
            "description": "Судьбы двух друзей - Алексея Трофимова и Ивана Вараввы - прослеживаются на протяжении многих лет. В 20-е они вместе служили на пограничной заставе, бились с басмачами. Там они, будучи еще совсем молодыми, на всю жизнь запомнили наказ своего командира: «Есть такая профессия - родину защищать». Потом Испания, Великая Отечественная война и мирные дни. Старые друзья снова встречаются, уже став генералами.",
            "trailerLink": "https://www.youtube.com/embed/6-2muXV2dB0?autoplay=1"
        },
        {
            "id": 12,
            "image": "./img/military/Проверка на дорогах.jpg",
            "name": "Проверка на дорогах",
            "year": "1971",
            "genre": "военный",
            "director": "Алексей Герман",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 97,
            "description": "Зима 1942 года. В одной из северо-западных областей России, оккупированной фашистами, действует партизанский отряд лейтенанта Ивана Локоткова, в прошлом - сельского милиционера. Отряд кормить нечем: в округе - одни сожженные деревни и каратели. Командир принимает решение захватить фашистский эшелон с продовольствием на узловой станции, где охраняется каждый метр. Провести операцию берется раскаявшийся полицай Лазарев, которого немцы знают в лицо. Но можно ли ему довериться?",
            "trailerLink": "https://www.youtube.com/embed/7TLkzR__YWQ?autoplay=1"
        },
        {
            "id": 13,
            "image": "./img/military/Секретный фарвате.jpg",
            "name": "Секретный фарвате",
            "year": "1986",
            "genre": "военный",
            "director": "Вадим Костроменко",
            "studio": "Одесская киностудия",
            "studioLogo": "../img/logos/logo-odessa.png",
            "duration": 272,
            "description": "1944-й год. Год победоносного перелома в Великой Отечественной войне, но на Балтийском театре морских сражений пока тихо. Выполняя боевую задачу, командир торпедного катера Борис Шубин случайно обнаруживает секретный фарватер немецкой подводной лодки без опознавательных знаков. Непредвиденный случай забрасывает его на «Летучий голландец» и дает возможность приоткрыть завесу строжайшей тайны Третьего Рейха, которая ее окружает.",
            "trailerLink": "https://www.youtube.com/embed/1VpIuOLA7xc?autoplay=1"
        },
        {
            "id": 14,
            "image": "./img/military/Семнадцать мгновений весны.jpg",
            "name": "Семнадцать мгновений весны",
            "year": "1973",
            "genre": "военный",
            "director": "Татьяна Лиознова",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 720,
            "description": "Германия, канун окончания Второй мировой войны. Советский разведчик полковник Исаев, он же - штандартенфюрер СС Штирлиц, исполняет последние задания Центра, диктуемые ходом военных действий и политическими интригами верхов противоборствующих сторон.",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1617971/Kobzon_Mgnovinia.mp4"
        },
        {
            "id": 15,
            "image": "./img/military/Служили два товарища.jpg",
            "name": "Служили два товарища",
            "year": "1968",
            "genre": "военный",
            "director": "Евгений Карелов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 93,
            "description": "Главные персонажи этой истории времён гражданской войны - красноармеец Некрасов, по приказу ставший фронтовым кинооператором, и его помощник Карякин, бывший командир роты, бдительно опекающий беспомощного и, по его мнению, не вполне надёжного «фотографа». Как будут развиваться их отношения в это непростое время?",
            "trailerLink": "https://www.youtube.com/embed/Z5OtNhur6xU?autoplay=1"
        },
        {
            "id": 16,
            "image": "./img/military/Судьба человека.jpg",
            "name": "Судьба человека",
            "year": "1959",
            "genre": "военный",
            "director": "Сергей Бондарчук",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 0,
            "description": "Фильм рассказывает о русском солдате, которого война подвергла страшным испытаниям, лишила дома и семьи, бросила в концлагерь. Но судьба не сломила его дух - он выжил, отстоял своё право быть человеком, сохранил способность любить...",
            "trailerLink": "https://www.youtube.com/embed/xesZLrODSns?autoplay=1"
        },
        {
            "id": 17,
            "image": "./img/military/Тегеран-43.jpg",
            "name": "Тегеран-43",
            "year": "1980",
            "genre": "военный",
            "director": "Владимир Наумов, Александр Алов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 150,
            "description": "Во время тегеранской конференции готовится убийство руководителей держав-противников Германии во Второй Мировой войне - Иосифа Сталина, Франклина Рузвельта и Уинстона Черчилля. Но основное действие фильма происходит в наши дни. Бывшие непосредственные участники событий - и даже их дети - как бы заново переживают минувшее, но не для всех эти воспоминания заканчиваются благополучно.",
            "trailerLink": "https://www.youtube.com/embed/A5iagjHvz7g?autoplay=1"
        },
        {
            "id": 18,
            "image": "./img/military/Щит и меч.jpeg",
            "name": "Щит и меч",
            "year": "1968",
            "genre": "военный",
            "director": "Владимир Басов",
            "studio": "Мосфильм",
            "studioLogo": "../img/logos/logo-mosfilm.png",
            "duration": 344,
            "description": "Великая Отечественная война. Советский разведчик за несколько лет службы в абвере завоевывает расположение немецкого военного командования. Перевод в СС обеспечивает ему доступ к ценнейшей секретной информации...",
            "trailerLink": "https://www.youtube.com/embed/OSSmGvxe2EE?autoplay=1"
        },
        {
            "id": 19,
            "image": "./img/military/Хроники пикирующего бомбардировщика.jpg",
            "name": "Хроники пикирующего бомбардировщика",
            "year": "1967",
            "genre": "военный",
            "director": "Наум Бирман",
            "studio": "Ленфильм",
            "studioLogo": "../img/logos/logo-lenfilm.png",
            "duration": 0,
            "description": "Трое мальчишек, со студенческой скамьи попавшие на фронт, в бомбардировочную эскадрилью, гоняют консервную банку по взлетному полю в перерывах между боями, изобретают ликер <<шасси>>, вступаются за честь оскорбленной девушки… Это рассказ о поколении двадцатилетних – недоигравших, недолюбивших, недоживших...",
            "trailerLink": "https://www.film.ru/sites/default/files/trailers/1620453/Hronika.mp4"
        },
        {
            "id": 20,
            "image": "./img/military/В небе «ночные ведьмы».jpg",
            "name": "В небе «ночные ведьмы».jpg",
            "year": "1981",
            "genre": "военный",
            "director": "Евгения Жигуленко",
            "studio": "Киностудия им. М.Горького",
            "studioLogo": "../img/logos/logo-gorky-studio.png",
            "duration": 80,
            "description": "Этот фильм о событиях второй мировой войны. «Ночными ведьмами» называли бесстрашных советских летчиц фашисты. Они воевали на «ночных» бомбардировщиках ПО-2. Для девушек это прозвище было самой высшей оценкой их вклада в победу.",
            "trailerLink": "https://www.youtube.com/embed/TeNVbi7US8w?autoplay=1"
        }
    ],
    "cartoons": 
    [
        {
            "id": 1,
            "image": "../img/cartoons/Жил-был пёс.jpg",
            "name": "Жил-был пёс",
            "year": "1982",
            "genre": "мультфильмы",
            "director": "Эдуард Назаров",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 10,
            "description": "Жил-был пёс. Верно служил, но выгнали его по старости. И решил он повеситься, да повстречал в лесу такого же старого волка...",
            "trailerLink": "https://www.youtube.com/embed/hIsmuVx0_-c?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/hIsmuVx0_-c?autoplay=1"
        },
        {
            "id": 2,
            "image": "../img/cartoons/Следствие ведут Колобки.jpeg",
            "name": "Следствие ведут Колобки",
            "year": "1986",
            "genre": "мультфильмы",
            "director": "Александром Татарским",
            "studio": "Творческое объединение «Экран»",
            "studioLogo": "../img/logos/logo-ekran.webp",
            "duration": 20,
            "description": "Город, где живет пара чокнутых колобков-детективов, где в поисках чего бы стянуть шляются усатый бандюга Карбофос и усатый ворюга Кот, где обитают полосатые слоны и гордые птицы, а также издают районную Кривду. Одним словом, полный дурдом! Ну и естественно, любая русская народная сказка начинается с простого и самого банального похищения слона. Ну, скажете вы, неужто мы не слышали, что все истории начинаются именно так...",
            "trailerLink": "https://www.youtube.com/embed/BihaXNoR9J0?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/BihaXNoR9J0?autoplay=1"
        },
        {
            "id": 3,
            "image": "./img/cartoons/В синем море, в белой пене.jpg",
            "name": "В синем море, в белой пене",
            "year": "1984",
            "genre": "мультфильмы",
            "director": "Роберт Саакянц",
            "studio": "Арменфильм",
            "studioLogo": "../img/logos/logo-armenfilm.jpg",
            "duration": 7,
            "description": "Мальчик и дедушка поймали в рыбные сети кувшин. Открыв его, они освободили Владыку моря.",
            "trailerLink": "https://www.youtube.com/embed/VRWblhYao2U?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/VRWblhYao2U?autoplay=1"
        },
        {
            "id": 4,
            "image": "./img/cartoons/Бобик в гостях у Барбоса.jpeg",
            "name": "Бобик в гостях у Барбоса",
            "year": "1977",
            "genre": "мультфильмы",
            "director": "Владимир Попов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 9,
            "description": "Рано утром дедушка выгуливает своего домашнего любимца — пса Барбоса. Потом оставляет его одного дома, а сам уходит до вечера, оставив Барбоса «за хозяина». Псу скучно одному, и он приглашает в гости дворнягу Бобика. Перед гостем Барбос начинает строить из себя настоящего хозяина квартиры...",
            "trailerLink": "https://www.youtube.com/embed/_lNNiPA8PTo?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/_lNNiPA8PTo?autoplay=1"
        },
        {
            "id": 5,
            "image": "./img/cartoons/Фильм, фильм, фильм.jpeg",
            "name": "Фильм, фильм, фильм",
            "year": "1968",
            "genre": "мультфильмы",
            "director": "Фёдор Хитрук",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 19,
            "description": "Мультфильм о том, как снимается кино, весь путь фильма с момента рождения сценария и до премьеры.",
            "trailerLink": "https://www.youtube.com/embed/HFx6t5zCNEU?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/HFx6t5zCNEU?autoplay=1"
        },
        {
            "id": 6,
            "image": "./img/cartoons/Пёс в сапогах.jpg",
            "name": "Пёс в сапогах",
            "year": "1981",
            "genre": "мультфильмы",
            "director": "Ефим Гамбург",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 20,
            "description": "Молодой гасконский пес не успел приехать в Париж, как сразу подрался с кошками кардинала, подружился с лучшими собаками короля и влюбился в симпатичную болонку. Теперь его ждет такое количество проблем, что неизвестно, сможет ли он хотя бы остаться в живых...",
            "trailerLink": "https://www.youtube.com/embed/8Si7567N4CA?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/8Si7567N4CA?autoplay=1"
        },
        {
            "id": 7,
            "image": "./img/cartoons/Контакт.jpg",
            "name": "Контакт",
            "year": "1978",
            "genre": "мультфильмы",
            "director": "Владимир Тарасов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 10,
            "description": "История о встрече человека и инопланетянина, который пытается изучить Землю посредством имитации увиденного.",
            "trailerLink": "https://www.youtube.com/embed/lW6zxpy-BTs?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/lW6zxpy-BTs?autoplay=1"
        },
        {
            "id": 8,
            "image": "./img/cartoons/Волк и телёнок.jpg",
            "name": "Волк и телёнок",
            "year": "1984",
            "genre": "мультфильмы",
            "director": "Михаил Каменецкий",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 10,
            "description": "Шутливая история о волке, который теленка не съел, а усыновил. Притащил Волк домой Теленка, да тот оказался таким маленьким и жалким, что решил он его сначала откормить. Откармливал-откармливал, да и привязался, как к родному.",
            "trailerLink": "https://www.youtube.com/embed/GMsznDUiKpQ?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/GMsznDUiKpQ?autoplay=1"
        },
        {
            "id": 9,
            "image": "./img/cartoons/Кентервильское привидение.jpg",
            "name": "Кентервильское привидение",
            "year": "1970",
            "genre": "мультфильмы",
            "director": "Валентина и Зинаида Брумберг",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 20,
            "description": "Семья переезжает в особняк, в котором, по легенде, много лет назад муж убил свою жену. По ночам в особняке начинают происходить странные вещи: чьи-то шаги, грохот цепей, и постоянно появлющееся пятно крови на кухне...",
            "trailerLink": "https://www.youtube.com/embed/7p3iqo5SUGM?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/7p3iqo5SUGM?autoplay=1"
        },
        {
            "id": 10,
            "image": "./img/cartoons/Остров сокровищ.jpeg",
            "name": "Остров сокровищ",
            "year": "1988",
            "genre": "мультфильмы",
            "director": "Давид Черкасский",
            "studio": "Киевнаучфильм",
            "studioLogo": "../img/logos/logo-kievnauchfilm.jpeg",
            "duration": 107,
            "description": "Шхуна «Испаньола» бороздит морские просторы в поисках острова, на котором спрятаны легендарные сокровища пиратского капитана Флинта. На корабле зреет заговор. Разбойники во главе с одноногим Джоном Сильвером, кажется, близки к цели.",
            "trailerLink": "https://www.youtube.com/embed/_64psC81JF8?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/_64psC81JF8?autoplay=1"
        },
        {
            "id": 11,
            "image": "./img/cartoons/Винни-Пух.jpg",
            "name": "Винни-Пух и все, все , все",
            "year": "1969-1972",
            "genre": "мультфильмы",
            "director": "Фёдор Хитрук",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 41,
            "description": "Трилогияи о забавном медвежонке и его друзьях. Фильм снят по сказке Алана Милна. Винни-Пух: Глава, в которой происходит знакомство с Винни-Пухом и подозрительными пчелами. Винни Пух идет в гости: Медвежонок приходит в гости, объедается медом и попадает в очень неловкую ситуацию. Сказка с полезным выводом. Винни Пух и день забот: Ослик Иа всегда грустит, но сегодня — особенно. Третий мультфильм Федора Хитрука про Винни Пуха и его друзей.",
            "trailerLink": "https://www.youtube.com/embed/AYffLRKWlXU?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/AYffLRKWlXU?autoplay=1"
        },
        {
            "id": 12,
            "image": "./img/cartoons/Малыш и Карлсон_1.jpg",
            "name": "Малыш и Карлсон",
            "year": "1968",
            "genre": "мультфильмы",
            "director": "Борис Степанцев",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 19,
            "description": "Трилогия по мотивам сказок Астрид Линдгрен о Карлсоне, который живет на крыше.",
            "trailerLink": "https://www.youtube.com/embed/BYHU1oAg9q0?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/BYHU1oAg9q0?autoplay=1"
        },
        {
            "id": 13,
            "image": "./img/cartoons/Волшебное кольцо_1.jpg",
            "name": "Волшебное кольцо",
            "year": "1979",
            "genre": "мультфильмы",
            "director": "Леонид Носырев",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 19,
            "description": "У Вани совсем нет денег, а свою последнюю одежду он отдал за спасение несчастных животных. Теперь у него дома живет кошка, собака и змея. Но неожиданно оказалось, что эта змея - дочь короля, поэтому за свое спасение она подарила ему волшебное кольцо. И теперь Ваня может пожелать все, что угодно, и его желание исполнится! Сначала Ваня загадал много еды, потом красивую одежду, и, наконец, решил жениться на принцессе. Но даже для волшебного кольца это непростая задача...",
            "trailerLink": "https://www.youtube.com/embed/Ljp4wlfH8MI?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/Ljp4wlfH8MI?autoplay=1"
        },
        {
            "id": 14,
            "image": "./img/cartoons/Летучий корабль.jpg",
            "name": "Летучий корабль",
            "year": "1979",
            "genre": "мультфильмы",
            "director": "Гарри Бардин",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 18,
            "description": "Русская сказка о том, что доброта, бескорыстная любовь и честность всегда побеждают коварство, злобу и чванство.",
            "trailerLink": "https://www.youtube.com/embed/vLdU2-Vcnvw?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/vLdU2-Vcnvw?autoplay=1"
        },
        {
            "id": 15,
            "image": "./img/cartoons/Бременские музыканты.jpg",
            "name": "Бременские музыканты",
            "year": "1969",
            "genre": "мультфильмы",
            "director": "Инесса Ковалевская",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 38,
            "description": "Музыкальная фантазия, любимая не одним поколением зрителей, о необыкновенных, очень опасных и веселых приключениях бременских музыкантов: Трубадура, кота, собаки, петуха и осла. Музыканты путешествуют по Германии времен братьев Гримм и поют вполне современные песни. Время от времени совершают подвиги. Все было хорошо, но во время одного циркового представления приглянулась нашему герою принцесса...",
            "trailerLink": "https://www.youtube.com/embed/-9rLGNkrh_Q?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/-9rLGNkrh_Q?autoplay=1"
        },
        {
            "id": 16,
            "image": "./img/cartoons/Трое из Простоквашино.jpg",
            "name": "Трое из Простоквашино",
            "year": "1978-1984",
            "genre": "мультфильмы",
            "director": "Владимир Попов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 49,
            "description": "Жил-был мальчик по прозвищу Дядя Федор. Он очень любил животных, но его родители и слышать ничего не хотели о том, чтобы в их квартире завелся кто-то хвостатый и лохматый. И пришлось Дяде Федору со своими новыми приятелями - котом Матроскиным и верным песиком Шариком - отправиться в деревню Простоквашино.",
            "trailerLink": "https://www.youtube.com/embed/Bwl0UPMEqGw?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/Bwl0UPMEqGw?autoplay=1"
        },
        {
            "id": 17,
            "image": "./img/cartoons/Маугли.jpg",
            "name": "Маугли",
            "year": "1973",
            "genre": "мультфильмы",
            "director": "Роман Давыдов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 100,
            "description": "История о мальчике, воспитанном волчьей стаей. Он стал своим в джунглях, победил врага — тигра Шерхана, совершил ещё многие подвиги и, в конце концов, ушел к людям.",
            "trailerLink": "https://www.youtube.com/embed/_i58rMeXb7k?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/_i58rMeXb7k?autoplay=1"
        },
        {
            "id": 18,
            "image": "./img/cartoons/Тайна третьей планеты.jpg",
            "name": "Тайна третьей планеты",
            "year": "1981",
            "genre": "мультфильмы",
            "director": "Роман Качанов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 50,
            "description": "Приключения девочки Алисы, ее ученого папы и меланхолика капитана Зеленого, а также добродушного чудовища Громозеки и птицы Говоруна, который, как известно, отличается умом и сообразительностью.",
            "trailerLink": "https://www.youtube.com/embed/xcjsJlNgpsU?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/xcjsJlNgpsU?autoplay=1"
        },
        {
            "id": 19,
            "image": "./img/cartoons/Падал прошлогодний снег.jpg",
            "name": "Падал прошлогодний снег",
            "year": "1983",
            "genre": "мультфильмы",
            "director": "Александр Татарский",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 20,
            "description": "Давным-давно, в одной весьма пластилиновой местности, жил да был орёл-мужчина, которого как-то под новый год послала жена за ёлкой.",
            "trailerLink": "https://www.youtube.com/embed/9hDjp0C79-c?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/9hDjp0C79-c?autoplay=1"
        },
        {
            "id": 20,
            "image": "./img/cartoons/Чебурашка.jpg",
            "name": "Чебурашка и крокодил Гена",
            "year": "1969-1983",
            "genre": "мультфильмы",
            "director": "Роман Качанов",
            "studio": "Киностудия «Союзмультфильм»",
            "studioLogo": "../img/logos/logo-souzmultfilm_1.png",
            "duration": 20,
            "description": "Приключения доброго крокодила Гены и его друга Чебурашки — неизвестного науке зверя, но зато доброго и милого.",
            "trailerLink": "https://www.youtube.com/embed/ZRNRRKmuq9A?autoplay=1",
            "onlineLink": "https://www.youtube.com/embed/ZRNRRKmuq9A?autoplay=1"
        }
    ]
}